brew "llvm"
brew "gcc"

brew "openssl"
brew "readline"

brew "bash"
brew "zsh"
brew "starship"
brew "fzf"

brew "coreutils"
brew "moreutils"
brew "jq" # https://stedolan.github.io/jq/
brew "gnu-sed"
brew "curl"

brew "vim"
brew "neovim"
brew "asdf"
brew "htop"
brew "ripgrep"

brew "shellcheck"
brew "shfmt"

brew "hub"
brew "git-delta"

cask "font-sauce-code-pro-nerd-font"

brew "k9s"
