brew "llvm"
brew "gcc"

brew "openssl"
brew "readline"

brew "bash"
brew "zsh"
brew "coreutils"
brew "moreutils"
brew "jq" # https://stedolan.github.io/jq/
brew "yq"
brew "gnu-sed"
brew "curl"

brew "vim"
brew "neovim"
brew "asdf"
brew "htop"
brew "ripgrep"
brew "hub"
brew "difftastic"

brew "shellcheck"
brew "shfmt"

cask "homebrew/cask-fonts/font-sauce-code-pro-nerd-font"

brew "derailed/k9s/k9s"
